{
  "navbar": {
    "about": "About us",
    "letters": "Letters",
    "trips": "Trips",
    "gallery": "Gallery"
  },
  "section": {
    "about_title": "About us",
    "letters_title": "Our letters"
  },
  "letters": {
    "title": "Our letters",
    "trip": "Trip to Portugal",
    "valentines": "Valentine's Day",
    "inProgress": "In production",
    "letters.date1": "June 4, 2025",
    "letters.date2": "June 12, 2025",
    "letters.date3": "July 1, 2025"
  },
  "aboutUs": {
    "title": "About Us",
    "p1": "I don't think even a thousand pages could hold our entire story. So I'm going to tell a bit about us the way I saw it happen. It all started way back when we were about 9 years old, in the 4th grade. It was like something out of a movie – the sweet girl who falls for the cool kid in class. At first, I must admit, I hadn’t even noticed that beautiful girl, but little did I know what was coming...",
    "p2": "Time passed, and before we knew it, we were in the same group of friends, going to the same places, sharing the same jokes. That’s when I realized there was something special there. The feeling grew stronger, and before I knew it, I was completely in love with that girl – in love with her sweet nature, her companionship, her charisma, and that smile that lit up my eyes. We must’ve been around 11 or 12 back then.",
    "p3": "Time kept passing, and I, who had always been the extroverted one, became shy and awkward whenever I was near her. But I had to do something about it! A few days went by, and during one of our group hangouts, I finally gathered the courage to ask the big question: 'Will you be my girlfriend?' Well... it didn’t go as planned. She gently turned me down, and I was crushed. I thought something was going on between us, so why didn’t it work out? I talked to my cousin and started thinking maybe it wasn’t meant to be – maybe it was all in my head. I had created a platonic love for someone, but I wasn’t going to give up. The years went on, and we stayed close, always in the same places with the same people – but unfortunately, just as friends.",
    "p4": "Around the age of 14 or 15, my world started to fall apart. I saw the person I’d always loved slipping through my fingers and walking away. I didn’t know how to stop her from going. For a while, I thought about trying to fix it: 'What if I ask her to stay?' But then again, 'What if it really is all in my head? She won’t stay. It’d just be another rejected confession.' So in the end, I said nothing and let her go. It broke me. For a long time, I wondered what had gone wrong. She left, but I stayed – always thinking of her. Whether it was music that reminded me of her, shows she introduced me to, or even my mom’s shampoo I used just because it smelled like her.",
    "p5": "In the end, I came to terms with it – in an unresigned way – that the girl I had dreamed about for most of my childhood wouldn’t be the one to share my life.",
    "p6": "Life went on. I lived my life, she even moved to another country to live hers. But forget her? That never happened. Many years passed since I last hugged her, but when souls connect, they never lose each other – they always find their way back, no matter the time, distance, or circumstances. And to my joy, that’s exactly what happened. One fine day, scrolling through Instagram, I saw her story. And even thinking there was little chance of getting a reply, I commented on something in the video… Some time later, my phone buzzed – a notification from her. I froze. My stomach flipped. It felt like I was living my childhood again. I didn’t even know what to write – words failed me. I took a moment to think before replying, wondering how this was even happening.",
    "p7": "The conversation started, things flowed naturally. I even got her number and we started chatting on WhatsApp. We talked every day, despite the 5-hour time difference – from 'good morning' to 'good night'. I even began learning Italian because of it. Time went on, we kept talking and soon I was feeling EVERYTHING I had felt before, all over again – with the same intensity and certainty. Somehow, the universe had brought us back together. And thank goodness for that.",
    "p8": "We reconnected, and in less than two weeks, things developed in an incredible way. Conversations I never had the courage to bring up in the past came up naturally. We talked about everything – including the past – and many unanswered questions in my mind were finally resolved. We discussed several topics, and in such a mature way that I realized what had been missing before was maturity on both sides. I think it only took a week of chatting before we started discussing long-distance relationships. I said right away that I’d be up for one – even though I’d never experienced one in my life – but to have her back, I’d do anything. I’d cross the Atlantic if I had to.",
    "p9": "And so we started something. Not too official yet, not too certain – more like a hidden spark. But on my end, I didn’t hide anything. A few days later, I told some friends. I couldn’t keep it to myself – the urge was to shout to the world that I had found love again. From that moment on, I felt that amazing things were coming. And they were. Every day, I fell more and more in love with her. We are, no doubt, very different people from who we were back then. But after getting to (re)know her, I realized she is one of the most amazing people I’ve ever met – a woman of integrity, sincerity, sweetness, kindness, intelligence, strength, loyalty, and faithfulness. She is everything I ever looked for in someone. Today, I know for sure that the Hugo from the past is jumping with joy about what’s happening in my life right now.",
    "p10": "And all this is just the short version – I really kept it brief. Wow, who would’ve thought?! Who would’ve guessed that it all started when we were 9 and now, at 23, we’d reconnect and be where we are. A relationship that’s light, passionate, built on love, loyalty, and faithfulness – always one for the other. If someone had told me a month ago this would happen, I wouldn’t have believed it in a million years. But the truth is: it happened, it’s happening, and I hope it keeps happening for the rest of our lives. I want to build our family, our first home, our kids, our future with you – and I know God has beautiful things in store for us. Today, that girl I always loved has become an incredible woman – beautiful, with a smile that has always enchanted me, and now she calls me love. I love you infinitely, my little princess."
  }
}
