{
  "navbar": {
    "about": "Sobre nosotros",
    "letters": "Cartas",
    "trips": "Viajes",
    "gallery": "Galería"
  },
  "section": {
    "about_title": "Sobre nosotros",
    "letters_title": "Nuestras cartas"
  },
  "letters": {
    "title": "Nuestras cartas",
    "trip": "Viaje a Portugal",
    "valentines": "Día de San Valentín",
    "inProgress": "En producción",
    "date1": "4 de junio de 2025",
    "date2": "12 de junio de 2025",
    "date3": "1 de julio de 2025"
  },
  "aboutUs": {
    "title": "Sobre nosotros",
    "p1": "Creo que ni en mil páginas podríamos escribir toda nuestra historia. Así que voy a contar un poco sobre nosotros, desde cómo yo vi que todo sucedió. Todo comenzó allá atrás, cuando teníamos unos 9 años, en el 4.º grado de la escuela. Parecía hasta cosa de película: la dulce niña que se enamora del chico popular de la clase. Al principio, lo confieso, ni siquiera había notado a esa hermosa niña ahí, pero no tenía idea de lo que estaba por venir...",
    "p2": "El tiempo fue pasando y, cuando menos lo esperábamos, ya estábamos en el mismo grupo de amigos, saliendo a los mismos lugares, compartiendo las mismas bromas, y en ese momento me di cuenta de que había algo especial allí. El sentimiento fue creciendo, nutriéndose, y cuando me di cuenta ya estaba completamente enamorado de aquella niña, enamorado de su dulzura, su compañía, su carisma y una sonrisa que me encantaba, que llenaba mis ojos. En esa época debíamos tener unos 11 o 12 años.",
    "p3": "El tiempo siguió pasando, y yo, que antes era siempre el extrovertido del grupo, me encontraba tímido y sin saber qué hacer cuando estaba cerca de ella. ¡Pero tenía que hacer algo al respecto! Pasaron algunos días, hasta que en una de nuestras salidas en grupo decidí tener coraje y hacer la gran pregunta: ¿Quieres ser mi novia?. Bueno… el resultado no fue el esperado. De una forma algo torpe, ella rechazó la propuesta. Me sentí desolado. En mi cabeza había algo entre nosotros, entonces, ¿por qué no funcionó? Me preguntaba. En ese momento hablé con mi primo y empecé a pensar que tal vez no funcionó porque no debía ser, quizás era todo cosa de mi cabeza. Me había enamorado platónicamente de alguien, pero no iba a rendirme con aquella niña. Los años fueron pasando y seguíamos allí, siempre juntos, en los mismos lugares, con las mismas personas, pero lamentablemente, solo como amigos.",
    "p4": "Alrededor de los 14 o 15 años, mi mundo comenzó a desmoronarse. Vi cómo la persona que siempre amé se me escapaba de las manos y se alejaba, y en ese momento simplemente no encontraba forma de detenerla. Durante un tiempo pensé muchas cosas para intentar resolverlo: ¿Y si le pido que se quede?… Pero ¿y si todo esto sigue siendo cosa de mi cabeza? No se va a quedar, sería solo otra confesión rechazada. Al final no dije nada, la dejé ir. Y eso me mató por dentro. Durante mucho tiempo me pregunté qué habría pasado para que todo terminara así. Ella se fue, pero yo me quedé. Allí, siempre pensando en ella, ya fuera con canciones que me la recordaban, con series que me había presentado, o incluso con el shampoo de mi madre que usaba solo porque tenía su olor.",
    "p5": "Al final de todo, me conformé de una forma inconforme con que aquella niña, con la que soñé buena parte de mi infancia, ya no estaría conmigo para el resto de mi vida.",
    "p6": "La vida siguió. Fui a vivir mi vida, ella incluso se mudó de país para vivir la suya, pero… ¿olvidarla? ¡Ah, eso nunca pasó! Pasaron muchos años desde la última vez que la abracé, pero cuando las almas se conectan, nunca se pierden. Siempre se reencuentran, no importa el tiempo, la distancia o las circunstancias. ¡Y para mi felicidad, eso fue exactamente lo que pasó! Un buen día, revisando Instagram, vi una historia de ella. En el momento, incluso pensando que había muchas posibilidades de que no me respondiera, decidí comentar algo sobre el video. Un tiempo después, sentí mi celular vibrar y vi que era una notificación suya. En ese instante sentí que mi cuerpo se congelaba, un cosquilleo en el estómago, como si estuviera reviviendo mi infancia. Una sensación extraña… y de repente no sabía ni qué escribir. Me faltaban palabras para responderle. Tardé un poco pensando qué decirme a mí mismo: ¿Cómo es que esto está pasando?",
    "p7": "La conversación fue fluyendo, las cosas ocurrieron de manera natural. Incluso conseguí su número y comenzamos a hablar por WhatsApp. Hablábamos todos los días, incluso con una diferencia horaria de 5 horas. Íbamos del “buenos días” al “buenas noches” hablando. Incluso empecé a aprender italiano por eso. El tiempo pasó, seguíamos hablando, hablando… y cuando me di cuenta, estaba sintiendo TODO lo que sentí antes, otra vez, con la misma intensidad, con la misma certeza. De alguna forma, el universo nos había traído de vuelta. Y qué bueno.",
    "p8": "Volvimos a hablar, y en menos de dos semanas las cosas se desarrollaron de una manera surrealista. Conversaciones que antes no tenía ni el coraje de imaginar fueron tratadas con total naturalidad. Hablamos de todo, incluso del pasado, y muchas de las dudas que me rondaban finalmente fueron resueltas. Discutimos varios temas, de forma tan madura, que me hizo pensar que lo que realmente faltó en el pasado fue madurez de ambas partes. Creo que con apenas una semana de conversación, ya hablábamos sobre relaciones a distancia y lo que pensábamos sobre eso. Yo dije enseguida que aceptaría tener una – aunque nunca hubiera vivido una en mi vida – pero por tenerla de nuevo, haría cualquier cosa. Cruzaría el Atlántico si fuera necesario.",
    "p9": "Y desde ese día comenzamos algo. Aún no muy firme, aún sin muchas certezas. Algo que podría decir que era como una historia secreta. Pero, de mi parte, no escondí nada. Algunos días después, ya lo había contado a algunos amigos. No podía quedarme con eso guardado. Tenía ganas de gritarle al universo que había reencontrado el amor. Y desde ese momento, sentí que cosas muy buenas estaban por venir. Y dicho y hecho: cada día que pasaba, me enamoraba más y más de ella. Sin duda somos personas completamente diferentes de quienes fuimos, pero después de (re)conocerla, tuve la certeza de que ella es una de las personas más increíbles que he conocido: una mujer de carácter, sincera, dulce, gentil, educada, inteligentísima, fuerte, leal y fiel. Ella es todo lo que siempre busqué en alguien. Hoy tengo la absoluta certeza de que el Hugo del pasado está saltando de alegría, en éxtasis, por lo que está ocurriendo en mi vida ahora.",
    "p10": "Y todo esto porque resumí mucho para que no quedara tan largo. ¡Guau, quién lo diría, verdad?! ¿Quién diría que todo comenzó cuando teníamos 9 años y que hoy, con 23, nos reencontraríamos y estaríamos así? Una relación ligera, apasionada, regada de amor, fidelidad y lealtad – siempre uno para el otro. Si hace un mes me hubieran dicho que esto iba a pasar, no lo habría creído ni en un millón de años. Pero la verdad es que pasó, está pasando y espero que siga pasando por el resto de nuestras vidas. Quiero construir contigo nuestra familia, nuestra primera casa, nuestros hijos, nuestro futuro, y tengo la certeza de que Papá del Cielo nos guarda cosas hermosas por ahí. Hoy, aquella niña que siempre amé se ha convertido en una mujer increíble, hermosa, con una sonrisa que siempre me ha encantado, y que ahora me llama amor. Te amo infinito infinitado, mi princesita."
  }
}
