{
  "navbar": {
    "about": "À propos de nous",
    "letters": "Lettres",
    "trips": "Voyages",
    "gallery": "Galerie"
  },
  "section": {
    "about_title": "À propos de nous",
    "letters_title": "Nos lettres"
  },
  "letters": {
    "title": "Nos lettres",
    "trip": "Voyage au Portugal",
    "valentines": "Saint-Valentin",
    "inProgress": "En cours",
    "date1": "4 juin 2025",
    "date2": "12 juin 2025",
    "date3": "1er juillet 2025"
  },
  "aboutUs": {
    "title": "À propos de nous",
    "p1": "Je pense que même en mille pages, nous ne pourrions pas raconter toute notre histoire. Je vais donc parler un peu de nous de la manière dont je l'ai vécu. Tout a commencé vers nos 9 ans, en CM1. On aurait dit un film, la gentille fille qui développe un petit béguin pour le garçon populaire de la classe. Au début, je n'avais même pas remarqué cette jolie fille, mais je ne savais pas encore ce qui allait arriver...",
    "p2": "Le temps a passé et, sans nous en rendre compte, nous étions dans le même groupe d’amis, sortant aux mêmes endroits, partageant les mêmes jeux, et c’est là que j’ai compris qu’il y avait quelque chose de spécial. Ce sentiment a grandi, et quand je m’en suis rendu compte, j’étais déjà complètement amoureux de cette fille — de sa douceur, sa complicité, son charisme, et son sourire qui m’émerveillait. Nous devions avoir 11 ou 12 ans à cette époque.",
    "p3": "Le temps continuait de passer et moi, autrefois l’extraverti du groupe, je devenais timide et maladroit en sa présence. Mais je devais faire quelque chose ! Après quelques jours, lors d'une de nos sorties entre amis, j'ai trouvé le courage de faire ma grande déclaration : « Tu veux sortir avec moi ? » Malheureusement, sa réponse a été un non un peu maladroit. J’étais dévasté. Dans ma tête, il y avait quelque chose entre nous… alors pourquoi cela ne marchait-il pas ? J’ai parlé avec mon cousin et j’ai commencé à penser que peut-être ce n’était pas le bon moment. J’avais peut-être idéalisé tout cela. Mais je n’allais pas abandonner cette fille ! Les années ont passé, et nous étions toujours là, ensemble, aux mêmes endroits, avec les mêmes personnes — mais seulement comme amis.",
    "p4": "Vers nos 14 ou 15 ans, mon monde s’est effondré. J’ai vu la personne que j’aimais tant glisser entre mes doigts et s’éloigner de moi, et je n’arrivais pas à l’en empêcher. Pendant un moment, j’ai envisagé de lui demander de rester, mais la peur du rejet m’a paralysé. Au final, je n’ai rien dit. Elle est partie, et moi je suis resté, toujours à penser à elle — à travers les chansons qui me rappelaient son sourire, les séries qu’elle m’avait fait découvrir, ou même l’odeur du shampoing de ma mère qui me faisait penser à elle.",
    "p5": "Avec le temps, j’ai fini par me résigner, même si c’était une résignation douloureuse. Cette fille dont j’avais rêvé une bonne partie de mon enfance ne ferait plus partie de ma vie.",
    "p6": "La vie a suivi son cours. J’ai avancé, elle aussi — elle est même partie vivre à l’étranger. Mais oublier ? Ça, jamais ! Des années ont passé depuis notre dernière étreinte, mais quand deux âmes sont connectées, elles ne se perdent jamais. Un jour, en naviguant sur Instagram, je suis tombé sur sa story. J’ai répondu à quelque chose, sans trop d’espoir. Puis, soudainement, mon téléphone a vibré. Elle avait répondu. À ce moment précis, tout mon corps a figé, un frisson m’a traversé — c’était comme revivre mon enfance. J’étais tellement nerveux que je ne savais même plus quoi écrire.",
    "p7": "La conversation a commencé, les choses ont coulé naturellement. J’ai même récupéré son numéro, et on a commencé à se parler tous les jours. Malgré les 5 heures de décalage horaire, on se disait bonjour et bonne nuit tous les jours. J’ai même commencé à apprendre l’italien pour pouvoir mieux lui parler. Et une fois encore, le temps est passé… On parlait, on partageait, et je ressentais tout à nouveau, avec la même intensité, la même certitude. D’une manière ou d’une autre, l’univers nous avait réunis à nouveau — et quel bonheur !",
    "p8": "En moins de deux semaines, tout s’est accéléré. Des sujets que je n’aurais jamais osé aborder ont été discutés avec une grande légèreté. On a parlé du passé, comblé des lacunes, partagé des idées. Nous avons abordé des sujets sérieux avec une telle maturité que j’ai compris que ce qui avait manqué autrefois, c’était justement cette maturité. En à peine une semaine, nous parlions déjà de relations à distance. J’ai tout de suite dit que j’étais partant — même si je n’en avais jamais vécu une — parce que pour l’avoir à nouveau, je ferais n’importe quoi, même traverser l’Atlantique.",
    "p9": "C’est ainsi que quelque chose a commencé. Ce n’était pas encore officiel, ni complètement sûr, presque comme un secret bien gardé. Mais moi, je n’ai rien caché. Quelques jours plus tard, j’en ai parlé à mes amis. Je ne pouvais pas garder ça pour moi. J’avais envie de le crier au monde : j’ai retrouvé mon amour ! Et à partir de là, j’ai senti que de belles choses allaient arriver. Et c’est exactement ce qui s’est passé. Chaque jour, je tombais un peu plus amoureux d’elle. Aujourd’hui, je peux dire que nous sommes des personnes très différentes de ce que nous étions, mais après l’avoir (re)connue, je suis sûr d’une chose : elle est l’une des femmes les plus incroyables que j’ai jamais rencontrées — sincère, douce, forte, loyale, fidèle, brillante… Elle est tout ce que j’ai toujours cherché.",
    "p10": "Et encore, j’ai beaucoup résumé pour ne pas être trop long. Qui l’aurait cru ? On s’est rencontrés à 9 ans et maintenant, à 23 ans, nous sommes là, réunis. Dans une relation légère, passionnée, basée sur l’amour, la fidélité et la loyauté. Un mois auparavant, si on m’avait dit que tout cela allait arriver, je ne l’aurais jamais cru. Mais c’est arrivé, c’est en train d’arriver, et j’espère que cela continuera toute notre vie. Je veux construire notre famille, notre maison, notre avenir ensemble. Je suis certain que Dieu nous réserve encore de belles surprises. Cette fille que j’ai toujours aimée est devenue une femme incroyable, magnifique, avec un sourire qui m’enchante depuis toujours — et maintenant, elle m’appelle “mon amour”. Je t’aime à l’infini, ma petite princesse."
  }
}
