{
  "navbar": {
    "about": "Chi siamo",
    "letters": "Lettere",
    "trips": "Viaggi",
    "gallery": "Galleria"
  },
  "section": {
    "about_title": "Chi siamo",
    "letters_title": "Le nostre lettere"
  },
  "letters": {
    "title": "le nostre lettere",
    "trip": "Viaggio in Portogallo",
    "valentines": "San Valentino",
    "inProgress": "In lavorazione",
    "date1": "4 giugno 2025",
    "date2": "12 giugno 2025",
    "date3": "1 luglio 2025"
  },
  "aboutUs": {
    "title": "Chi Siamo",
    "p1": "Credo che nemmeno in mille pagine riusciremmo a raccontare tutta la nostra storia. Quindi parlerò un po' di noi dal mio punto di vista. Tutto è iniziato quando avevamo circa 9 anni, in quarta elementare. Sembrava una cosa da film: la dolce ragazza che si innamora del ragazzo popolare della classe. All'inizio confesso che nemmeno avevo notato quella bellissima bambina lì, ma non avevo idea di cosa sarebbe successo...",
    "p2": "Il tempo è passato e, quando meno ce ne siamo accorti, eravamo nello stesso gruppo di amici, uscivamo negli stessi posti, condividevamo gli stessi giochi, e in quel momento ho capito che c'era qualcosa di speciale. I sentimenti crescevano, si rafforzavano, e quando me ne sono reso conto ero completamente innamorato di quella ragazza: del suo modo dolce, della sua compagnia, del suo carisma e di un sorriso che incantava e riempiva i miei occhi. Avevamo circa 11 o 12 anni.",
    "p3": "Il tempo continuava a scorrere e io, che prima ero l'estroverso del gruppo, diventavo timido e impacciato quando ero vicino a lei. Ma dovevo trovare un modo per superare questa cosa! Dopo qualche giorno, durante un'uscita di gruppo, ho trovato il coraggio e ho fatto la grande domanda: 'Vuoi metterti con me?'. Il risultato non è stato quello che speravo: lei, con un po' di imbarazzo, ha rifiutato. Ero distrutto. Pensavo che tra noi ci fosse qualcosa, ma allora perché non aveva funzionato? Ho parlato con mio cugino e ho iniziato a pensare che forse non era destino, forse era solo nella mia testa, un amore platonico. Ma non volevo arrendermi! Gli anni passavano e noi continuavamo a essere lì, insieme, negli stessi posti, con le stesse persone... ma purtroppo solo come amici.",
    "p4": "Verso i 14 o 15 anni ho sentito il mio mondo crollare. La persona che avevo sempre amato mi stava scivolando tra le dita e si allontanava da me. In quel momento non riuscivo a trovare un modo per fermarla. Ho pensato a molte cose per cercare di risolvere la situazione: 'E se le chiedessi di restare?', 'E se tutto fosse solo nella mia testa e lei dicesse di no?'. Alla fine non ho detto nulla. L'ho lasciata andare. Questo mi ha spezzato dentro. Per tanto tempo mi sono chiesto cosa fosse andato storto. Lei se n’era andata, ma io ero rimasto lì, sempre a pensare a lei: con le canzoni che me la ricordavano, con le serie che mi aveva fatto conoscere, persino con lo shampoo di mia madre che usavo solo perché aveva il suo profumo.",
    "p5": "Alla fine mi sono rassegnato, in modo inconsolabile, al fatto che quella ragazza che avevo sognato per tutta l'infanzia non sarebbe più stata al mio fianco per il resto della vita.",
    "p6": "La vita è andata avanti. Io ho seguito la mia strada, lei addirittura si è trasferita all'estero per seguire la sua. Ma... dimenticare? Ah, quello non è mai successo! Sono passati tanti anni dall’ultima volta che l’ho abbracciata, ma quando due anime sono connesse, non si perdono mai. Si ritrovano, non importa il tempo, la distanza, le condizioni. E per mia fortuna, è proprio quello che è successo. Un giorno, mentre scorrevano le storie su Instagram, ho visto un suo video e, anche se pensavo ci fosse una grande possibilità che non rispondesse, ho commentato qualcosa. Poco dopo sento il telefono vibrare: era una sua notifica. In quel momento il mio corpo si è congelato. Ho avuto quella sensazione nello stomaco, come se rivivessi l’infanzia. E all’improvviso, non sapevo nemmeno cosa scrivere. Le parole mi mancavano per rispondere. Ho riflettuto un po' su cosa dire e mi sono chiesto come fosse possibile tutto ciò.",
    "p7": "La conversazione è andata avanti, le cose sono fluite. Ho perfino preso il suo numero per continuare su WhatsApp. Abbiamo iniziato a parlare ogni giorno, dall’alba fino alla buonanotte, nonostante il fuso orario di cinque ore. Ho persino iniziato a studiare italiano per questo. E ancora una volta il tempo è passato, noi parlavamo sempre di più, e mi sono ritrovato a provare di nuovo TUTTO, con la stessa intensità, la stessa certezza. In qualche modo, l’universo ci aveva riuniti. E che fortuna.",
    "p8": "Siamo tornati a sentirci e, in meno di due settimane, le cose si sono sviluppate in modo surreale. Argomenti che prima non avrei mai avuto il coraggio di affrontare sono venuti fuori con naturalezza. Abbiamo parlato di tutto, anche del passato. Molti vuoti che avevo nella mia mente si sono finalmente riempiti. Abbiamo discusso su varie tematiche, vari argomenti, e in modo così maturo che ho capito che quello che mancava davvero prima era la maturità di entrambi. Credo che dopo solo una settimana abbiamo iniziato a parlare di relazioni a distanza e di cosa ne pensassimo. Io ho subito detto che ci avrei provato – anche se non ne avevo mai vissuta una prima – ma per averla di nuovo avrei fatto qualsiasi cosa, anche attraversare l'Atlantico se necessario.",
    "p9": "E da quel giorno è iniziato qualcosa. Ancora non molto definito, ancora incerto, una specie di storia segreta. Ma da parte mia non ho nascosto nulla: dopo pochi giorni l’ho detto ad alcuni amici. Non riuscivo a tenere tutto dentro. Volevo solo urlare ai quattro angoli dell’universo che avevo ritrovato l’amore. E da quel momento, amici miei, ho sentito che stavano arrivando cose bellissime. E così è stato: ogni giorno che passava mi innamoravo sempre di più. Sicuramente oggi siamo persone molto diverse da allora, ma dopo averla (ri)conosciuta, ho capito che è una delle persone più straordinarie che abbia mai incontrato: una donna di carattere, sincera, dolce, gentile, educata, intelligentissima, forte, leale, fedele. È tutto ciò che ho sempre cercato in qualcuno. Oggi sono sicuro che il piccolo Hugo del passato è al settimo cielo, in estasi, per quello che sta succedendo ora nella mia vita.",
    "p10": "E questo è solo un riassunto, per non rendere tutto troppo lungo. Mamma mia, chi l’avrebbe detto?! Chi avrebbe immaginato che tutto sarebbe cominciato a 9 anni e che ora, a 23 anni, ci saremmo ritrovati e saremmo così uniti. Una relazione leggera, innamorata, basata sull’amore, la fedeltà e la lealtà – sempre l’uno per l’altro. Se un mese fa mi avessero detto che tutto questo sarebbe successo, non ci avrei creduto nemmeno in un milione di anni. Ma la verità è che è successo, sta succedendo, e io spero che continui per tutta la vita. Voglio costruire con te la nostra famiglia, la nostra prima casa, i nostri figli, il nostro futuro. E sono certo che il buon Dio ci riserva ancora tante meraviglie. Oggi, quella bambina che ho sempre amato è diventata una donna straordinaria, bellissima, con un sorriso che mi incanta da sempre – ma che ora mi chiama amore. Ti amo all’infinito all’infinitesimo, mia principessina."
  }
}
