{
  "navbar": {
    "about": "SOBRE NÓS",
    "letters": "CARTAS",
    "trips": "VIAGENS",
    "gallery": "GALERIA"
  },
  "section": {
    "about_title": "Sobre nós",
    "letters_title": "Nossas cartinhas"
  },
  "letters": {
    "title": "Nossas cartinhas",
    "trip": "Viagem a Portugal",
    "valentines": "Dia dos namorados",
    "inProgress": "Sendo escrita...",
    "date1": "4 de Junho de 2025",
    "date2": "12 de Junho de2025",
    "date3": "1 de Junho de 2025"
  },
  "aboutUs": {
    "title": "Sobre nós",
    "p1": "Acho que nem em mil folhas conseguiríamos escrever toda a nossa história. Então vou falar um pouco sobre nós do jeito que eu vi acontecer. Tudo começou lá atrás por volta dos nossos 9 anos de idade no 4° ano da escola, parecia até coisa de filme, a doce garota que desenvolve um amorzinho pelo descolado da turma. No começo eu confesso que nem tinha percebido aquela linda menina ali, mas mal sabia eu o que estava por vir...",
    "p2": "O tempo foi passando e quando nós menos esperávamos estávamos no mesmo grupo de amigos, saindo para os mesmos lugares, tendo as mesmas brincadeiras e nesse momento eu percebi que algo de especial havia ali. O sentimento foi se nutrindo, crescendo e quando me dei conta já estava completamente apaixonado naquela menina, apaixonado pelo seu jeito doce, sua parceria, seu carisma e um sorsiso que encantava, me enchia os olhos, nessa época deviámos ter uns 11 ou 12 anos.",
    "p3": "O tempo continuou passando e eu que antes era sempre o extrovertido da turma me encontrava todo tímido e sem jeito quando estava perto dela, mas eu tinha que dar um jeito nisso! Alguns dias se passaram até que em uma de nossas saídas em grupo decidi tomar coragem e fazer o grande pedido Quer namorar comigo?, bem o resultado não foi o esperado, de um jeito até meio que sem jeito ela recusou o pedido, fiquei desolado com aquilo, na minha cabeça tinha algo rolando ali, mas então por que não deu certo? - me perguntei. Naquele momento, conversei com meu primo e comecei a achar que talvez não deu certo porque não era pra ser, talvez fosse só coisa da minha cabeça, criei um amor platônico por alguém, mas eu não ia desistir daquela menina! Os anos foram passando e continuávamos alí sempre juntos, sempre nos mesmos lugares com as mesmas pessoas mas, infelizmente, só como amigos.",
    "p4": "Por volta dos nossos 14 ou 15 anos meu mundo começou a cair, vi a pessoa que eu sempre amei escorregando pelas minhas mãos e indo embora, se afastando de mim e eu simplesmente não conseguia, naquele momento, achar um jeito de não deixar ela ir, durante um tempo pensei muitas coisas pra tentar resolver isso: E se eu pedir para ela ficar?, Mas e se isso tudo ainda for coisa da minha cabeça ela não vai ficar, seria só mais um pedido negado, bom no fim não falei nada, deixei-a ir, aquilo me matou por dentro, por muito tempo me perguntei o que teria acontecido para ter sido daquela forma, ela se foi, mas eu fiquei, ali, sempre pensando nela, seja com músicas que me fazia lembrar dela, seja com séries que ela me apresentou, seja com o shampoo da minha mãe que eu usava só porque tinha o cheiro dela.",
    "p5": "No final de tudo me conformei de uma maneira inconformada que aquela menina, que eu sonhei durante boa parte da minha infância, não mais estaria comigo para o resto da vida.",
    "p6": "A vida seguiu, fui viver a minha vida, ela chegou até a mudar de país e viver a dela mas... esquecer? Ah, isso nunca aconteceu! Muitos anos se passaram desde que a abracei pela última vez, mas quando almas se conectam elas não se perdem jamais, elas se reencontram, não importa o tempo, a distância, as condições elas sempre se reencontram! E para minha felicidade isso aconteceu. Um belo dia mexendo no instagram vejo um story dela e na hora, mesmo achando que havia uma grande chance de não ser respondido, resolvo comentar sobre algo que passava no vídeo... Um tempo depois sinto meu celular vibrar e vejo que é uma notificação dela, naquela hora senti meu corpo congelar, um frio na barriga que parecia que tava vivendo minha infância novamente, uma sensação estranha e de repente eu simplesmente não sabia nem o que escrever, faltavam-me palavras para responder de volta a mensagem dela, demorei um pouco pensando o que deveria falar e me perguntando como que aquilo ali tava acontecendo.",
    "p7": "A conversa foi rolando, as coisas foram fluindo, cheguei até a pegar o número dela para conversar pelo WhatsApp. Começamos a conversar todo dia, mesmo com uma diferença de fuso horário de 5 horas passávamos do bom dia ao boa noite conversando. Comecei até a aprender italiano por conta disso. E mais uma vez o tempo foi passando, a gente foi conversando, conversando, e quando percebi eu estava sentindo tudo, TUDO, que eu senti no passado novamente, na mesma intensidade, com a mesma certeza. De alguma forma, o universo trouxe nós dois de volta, e que bom.",
    "p8": "A gente voltou a conversar e em menos de duas semanas as coisas se desenvolveram de uma forma surreal. Papos que eu não tinha coragem nem de pensar em falar foram discutidos com a maior leveza possível. Falamos sobre tudo, inclusive sobre o passado e muitas lacunas que ficaram na minha cabeça foram finalmente preenchidas. Discutimos sobre várias pautas, vários assuntos diferentes e de uma forma tão madura que me fez pensar que o que realmente faltou para dar certo antes foi maturidade de ambos. Acho que com uma semana apenas de conversa, começamos a discutir sobre relacionamentos a distância e o que cada um achava sobre isso, eu logo falei que toparia um - mesmo sem nunca ter experienciado um na vida - mas para ter ela novamente eu faria qualquer coisa, cruzaria o atlântico se preciso fosse.",
    "p9": "E a partir desse dia começamos algo, ainda não muito firme, ainda sem muita certeza, algo que eu chego a dizer que se comparava com um lance escondido. Porém, da minha parte não escondi nada, alguns dias depois ja espalhei para alguns amigos, não dava pra ficar com aquilo guardado a vontade que vinha era só gritar nos 4 cantos do universo que eu reencontrei o amor. E dali pra frentes meus amigos, eu senti que coisas muito boas estavão por vir. Foi dito e feito, a cada dia que se passava eu me apaixonava mais e mais por ela, com certeza somos pessoas completamente diferentes do que eramos, mas depois de (re)conhecer ela tive a certeza que ela é uma das pessoas mais incríveis que eu já conheci, uma mulher de caráter, sincera, doce, gentil, educada, inteligentíssima, forte, leal, fiel. Ela é tudo o que eu sempre procurei em alguém. Hoje tenho a certeza absoluta que o Hugo do passado tá pulando de alegria, êxtase, pelo o que tá acontecendo nesse momento na minha vida.",
    "p10": "E isso tudo porque eu resumi muito para não ficar tão extenso. Nossa, quem diria né?! Quem diria que tudo começou aos 9 anos e hoje aos 23 anos a gente iria se reencontrar e estar como estamos. Um relacionamento leve, apaixonado, regado no amor, na fidelidade e na lealdade, sempre um pelo outro. Se há um mês atrás me dissessem que isso iria acontecer eu não acreditaria nem em um milhão de anos, mas a verdade é que aconteceu, tá acontecendo e eu espero que aconteça para o resto das nossas vidas, quero construir com você nossa família, nossa primeira casa, nossos filhos, nosso futuro, e tenho a certeza que papai do céu nos guarda muitas coisas boas por aí. Hoje, aquela menina que eu sempre amei virou uma mulher incrível, linda, com um sorriso que me encanta desde sempre, mas que agora me chama de amor. Eu te amo infinito infinitado, minha princesinha."
  }
}
